Repository: olegasd123/Dirnex
Catalog: Dirnex/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, uk, zh_hans, zh_hant

source: The server’s certificate couldn’t be read, so it can’t be trusted safely.
de: Das Zertifikat des Servers konnte nicht gelesen werden und kann daher nicht sicher als vertrauenswürdig eingestuft werden.
es: No se pudo leer el certificado del servidor, así que no se puede confiar en él de forma segura.
fr: Le certificat du serveur n’a pas pu être lu ; il est donc impossible de lui faire confiance en toute sécurité.
it: Non è stato possibile leggere il certificato del server, quindi non può essere considerato attendibile in modo sicuro.
ja: サーバの証明書を読み取れなかったため、安全に信頼できません。
ko: 서버의 인증서를 읽을 수 없으므로 안전하게 신뢰할 수 없습니다.
nl: Het certificaat van de server kon niet worden gelezen en kan daarom niet veilig worden vertrouwd.
pl: Nie można odczytać certyfikatu serwera, więc nie można mu bezpiecznie zaufać.
pt_br: Não foi possível ler o certificado do servidor, então não é seguro confiar nele.
ru: Не удалось прочитать сертификат сервера, поэтому доверять ему небезопасно.
uk: Не вдалося прочитати сертифікат сервера, тому йому не можна безпечно довіряти.
zh_hans: 无法读取服务器证书，因此无法安全地信任它。
zh_hant: 無法讀取伺服器憑證，因此無法安全地信任它。

source: The server’s certificate couldn’t be verified.
de: Das Zertifikat des Servers konnte nicht überprüft werden.
es: No se pudo verificar el certificado del servidor.
fr: Le certificat du serveur n’a pas pu être vérifié.
it: Non è stato possibile verificare il certificato del server.
ja: サーバの証明書を検証できませんでした。
ko: 서버의 인증서가 확인되지 않았습니다.
nl: Het certificaat van de server kon niet worden geverifieerd.
pl: Nie można zweryfikować certyfikatu serwera.
pt_br: Não foi possível verificar o certificado do servidor.
ru: Не удалось проверить сертификат сервера.
uk: Не вдалося перевірити сертифікат сервера.
zh_hans: 无法验证服务器证书。
zh_hant: 無法驗證伺服器憑證。

source: The server’s certificate wasn’t trusted, so the connection was cancelled.
de: Dem Zertifikat des Servers wurde nicht vertraut, daher wurde die Verbindung abgebrochen.
es: No se confió en el certificado del servidor, así que la conexión se canceló.
fr: Le certificat du serveur n’a pas été approuvé ; la connexion a été annulée.
it: Il certificato del server non è stato considerato attendibile, quindi la connessione è stata annullata.
ja: サーバの証明書が信頼されなかったため、接続はキャンセルされました。
ko: 서버의 인증서가 신뢰되지 않았기 때문에 연결이 취소되었습니다.
nl: Het certificaat van de server werd niet vertrouwd. Daarom is de verbinding geannuleerd.
pl: Certyfikatowi serwera nie zaufano, więc połączenie anulowano.
pt_br: O certificado do servidor não foi confiado, então a conexão foi cancelada.
ru: Сертификат сервера не был принят, поэтому подключение отменено.
uk: Сертифікату сервера не довірено, тому з’єднання скасовано.
zh_hans: 服务器证书不可信，因此连接被取消了。
zh_hant: 伺服器憑證不受信任，因此連線已取消。

source: The server’s host key has changed (new fingerprint %@).
de: Der Host-Schlüssel des Servers wurde geändert (neuer Fingerabdruck: %@).
es: La clave de host del servidor ha cambiado (huella nueva %@).
fr: La clé d’hôte du serveur a changé (nouvelle empreinte digitale %@).
it: La chiave host del server è cambiata (nuova impronta %@).
ja: サーバのホストキーが変更されました（新しいフィンガープリント %@）。
ko: 서버의 호스트 키가 변경되었습니다(새로운 지문 %@).
nl: De hostsleutel van de server is gewijzigd (nieuwe vingerafdruk %@).
pl: Klucz hosta serwera zmienił się (nowy odcisk %@).
pt_br: A chave de host do servidor mudou (nova impressão digital %@).
ru: Ключ хоста сервера изменился (новый отпечаток %@).
uk: Ключ хоста сервера змінився (новий відбиток %@).
zh_hans: 服务器的主机密钥已更改（新指纹 %@）。
zh_hant: 伺服器的主機金鑰已變更（新指紋 %@）。

source: The SFTP server reported an error.
de: Der SFTP-Server hat einen Fehler gemeldet.
es: El servidor SFTP informó de un error.
fr: Le serveur SFTP a signalé une erreur.
it: Il server SFTP ha segnalato un errore.
ja: SFTPサーバからエラーが報告されました。
ko: SFTP 서버에서 오류가 보고되었습니다.
nl: De SFTP-server meldde een fout.
pl: Serwer SFTP zgłosił błąd.
pt_br: O servidor SFTP informou um erro.
ru: Сервер SFTP сообщил об ошибке.
uk: Сервер SFTP сообщил об ошибке.
zh_hans: SFTP 服务器报告了一个错误。
zh_hant: SFTP 伺服器報告了一個錯誤。

source: The SFTP server stopped responding.
de: Der SFTP-Server antwortet nicht mehr.
es: El servidor SFTP dejó de responder.
fr: Le serveur SFTP a cessé de répondre.
it: Il server SFTP ha smesso di rispondere.
ja: SFTPサーバが応答しなくなりました。
ko: SFTP 서버가 응답을 멈췄습니다.
nl: De SFTP-server stopte met reageren.
pl: Serwer SFTP przestał odpowiadać.
pt_br: O servidor SFTP parou de responder.
ru: Сервер SFTP перестал отвечать.
uk: Сервер SFTP перестал отвечать.
zh_hans: SFTP 服务器停止响应。
zh_hant: SFTP 伺服器停止回應。

source: The share wasn’t found on “%@”. Check the share name.
de: Die Freigabe wurde auf „%@“ nicht gefunden. Prüfen Sie den Namen der Freigabe.
es: No se encontró el recurso compartido en «%@». Revisa el nombre del recurso.
fr: Le partage est introuvable sur «%@». Vérifiez son nom.
it: La condivisione non è stata trovata su “%@”. Controlla il nome della condivisione.
ja: “%@”上に共有が見つかりませんでした。共有名を確認してください。
ko: “%@”에서 공유를 찾을 수 없습니다. 공유 이름을 확인하십시오.
nl: De share is niet gevonden op “%@”. Controleer de sharenaam.
pl: Nie znaleziono udziału na „%@”. Sprawdź nazwę udziału.
pt_br: O compartilhamento não foi encontrado em “%@”. Verifique o nome do compartilhamento.
ru: Ресурс не найден на «%@». Проверьте имя ресурса.
uk: Спільну папку не знайдено на «%@». Перевірте її назву.
zh_hans: 在“%@”上找不到该共享文件。请检查共享文件名。
zh_hant: 在「%@」上找不到該共享檔案夾。請檢查共享檔案夾名稱。

source: The system reported an error (code %d).
de: Das System meldete einen Fehler (Code %d).
es: El sistema informó de un error (código %d).
fr: Le système a signalé une erreur (code %d).
it: Il sistema ha segnalato un errore (codice %d).
ja: システムからエラーが報告されました（コード %d）。
ko: 시스템에서 오류(코드 %d)가 보고되었습니다.
nl: Het systeem meldde een fout (code %d).
pl: System zgłosił błąd (kod %d).
pt_br: O sistema informou um erro (código %d).
ru: Система сообщила об ошибке (код %d).
uk: Система сообщила об ошибке (код %d).
zh_hans: 系统报告了一个错误（代码 %d）。
zh_hant: 系統回報錯誤（錯誤碼 %d）。

source: The tool Compare By Contents (⌥F3) opens the two files in. Installed: %@. Automatic picks the first of those still installed.
de: Das Werkzeug „Nach Inhalt vergleichen“ (⌥F3) öffnet die beiden Dateien in einem Diff-Tool. Installiert: %@. „Automatisch“ wählt das erste noch installierte Tool aus.
es: La herramienta Comparar por contenido (⌥F3) abre los dos archivos en la app seleccionada. Instaladas: %@. Automático elige la primera que siga instalada.
fr: L’outil Comparer le contenu (⌥F3) ouvre les deux fichiers dans l’application choisie. Applications installées : %@. Le réglage Automatique choisit la première encore installée.
it: Lo strumento usato da Confronta contenuti (⌥F3) apre i due file. Installati: %@. Automatico sceglie il primo ancora installato.
ja: “内容で比較”（⌥F3）は2つのファイルを比較ツールで開きます。インストール済み: %@。“自動”では、その中でまだインストールされている最初のものを選びます。
ko: 내용으로 비교(⌥F3)는 두 파일을 비교 도구에서 엽니다. 설치됨: %@. 자동은 설치된 도구 중 첫 번째 도구를 선택합니다.
nl: De tool Vergelijk op inhoud (⌥F3) opent de twee bestanden hierin. Geïnstalleerd: %@. Automatisch kiest de eerste die nog is geïnstalleerd.
pl: Narzędzie Porównaj zawartość (⌥F3) otwiera dwa pliki w wybranej aplikacji. Zainstalowane: %@. Automatycznie wybiera pierwszą nadal zainstalowaną.
pt_br: A ferramenta em que Comparar por Conteúdo (⌥F3) abre os dois arquivos. Instalados: %@. Automático escolhe a primeira delas que ainda estiver instalada.
ru: Инструмент, в котором «Сравнить по содержимому» (⌥F3) открывает два файла. Установлены: %@. «Автоматически» выбирает первый из ещё установленных.
uk: Інструмент «Порівняти за вмістом» (⌥F3) відкриває два файли у вибраній програмі. Установлено: %@. «Автоматично» вибирає першу з тих, що ще встановлені.
zh_hans: “按内容比较”工具（⌥F3）会打开两个文件。已安装：%@。自动选择其中仍安装的第一个。
zh_hant: 「按內容比較」工具（⌥F3）會打開兩個檔案。已安裝：%@。自動選取其中仍安裝的第一個。

source: The Trash is empty
de: Der Papierkorb ist leer
es: La papelera está vacía
fr: La corbeille est vide
it: Il Cestino è vuoto
ja: ゴミ箱は空です
ko: 휴지통이 비어 있습니다
nl: De prullenmand is leeg
pl: Kosz jest pusty
pt_br: O Lixo está vazio
ru: Корзина пуста
uk: Кошик порожній
zh_hans: 废纸篓为空
zh_hant: 垃圾桶是空的

source: There is nothing to erase.
de: Es gibt nichts zu löschen.
es: No hay nada que borrar.
fr: Il n’y a rien à effacer.
it: Non c’è niente da cancellare.
ja: 消去するものはありません。
ko: 지울 항목이 없습니다.
nl: Er is niets om te wissen.
pl: Nie ma nic do wymazania.
pt_br: Não há nada para apagar.
ru: Удалять нечего.
uk: Немає нічого для стирання.
zh_hans: 没有什么可以抹去的。
zh_hant: 沒有什麼可以抹去的。

source: There is nothing to put back.
de: Es gibt nichts zurückzulegen.
es: No hay nada que volver a colocar.
fr: Il n’y a rien à remettre.
it: Non c’è niente da ripristinare.
ja: 戻すものはありません。
ko: 되돌려 놓을 항목이 없습니다.
nl: Er is niets om terug te zetten.
pl: Nie ma nic do przywrócenia.
pt_br: Não há nada para colocar de volta.
ru: Возвращать нечего.
uk: Немає нічого для повернення.
zh_hans: 没有什么可以放回去的。
zh_hant: 沒有什麼可以放回去的。

source: There isn’t enough iCloud storage to complete this.
de: Es gibt nicht genug iCloud-Speicherplatz, um dies abzuschließen.
es: No hay suficiente almacenamiento de iCloud para completar esto.
fr: Il n’y a pas assez de stockage iCloud pour terminer cela.
it: Non c’è abbastanza spazio di archiviazione iCloud per completare questa operazione.
ja: これを完了するためのiCloudストレージが不足しています。
ko: 이 작업을 완료하기에는 충분한 iCloud 저장 공간이 없습니다.
nl: Er is niet genoeg iCloud-opslagruimte om dit te voltooien.
pl: W iCloud nie ma dość miejsca, aby to ukończyć.
pt_br: Não há armazenamento suficiente no iCloud para concluir isto.
ru: В iCloud недостаточно места для выполнения операции.
uk: Недостатньо сховища iCloud, щоб завершити це.
zh_hans: 没有足够的 iCloud 储存空间来完成此操作。
zh_hant: 沒有足夠的 iCloud 儲存空間來完成此操作。

source: There’s already a folder with that name.
de: Es gibt bereits einen Ordner mit diesem Namen.
es: Ya hay una carpeta con ese nombre.
fr: Il existe déjà un dossier avec ce nom.
it: C’è già una cartella con quel nome.
ja: その名前のフォルダはすでにあります。
ko: 이미 그 이름의 폴더가 있습니다.
nl: Er is al een map met die naam.
pl: Folder o tej nazwie już istnieje.
pt_br: Já existe uma pasta com esse nome.
ru: Папка с таким именем уже существует.
uk: Папка з такою назвою вже існує.
zh_hans: 已经有一个带有该名称的文件夹了。
zh_hant: 已經有一個帶有該名稱的檔案夾了。

source: These files are large (%@).
de: Diese Dateien sind groß (%@).
es: Estos archivos son grandes (%@).
fr: Ces fichiers sont volumineux (%@).
it: Questi file sono grandi (%@).
ja: これらのファイルは大きいです（%@）。
ko: 이 파일들은 크기가 큽니다(%@).
nl: Deze bestanden zijn groot (%@).
pl: Te pliki są duże (%@).
pt_br: Estes arquivos são grandes (%@).
ru: Эти файлы большие (%@).
uk: Ці файли великі (%@).
zh_hans: 这些文件很大（%@）。
zh_hant: 這些檔案很大（%@）。

source: This can’t be undone.
de: Das kann nicht rückgängig gemacht werden.
es: Esto no se puede deshacer.
fr: Cela ne peut pas être annulé.
it: Questa azione non può essere annullata.
ja: これは取り消せません。
ko: 이 작업은 실행 취소할 수 없습니다.
nl: Dit kan niet ongedaan worden gemaakt.
pl: Tej czynności nie można cofnąć.
pt_br: Isto não pode ser desfeito.
ru: Это действие нельзя отменить.
uk: Цю дію не можна скасувати.
zh_hans: 这不能被撤销。
zh_hant: 此操作無法還原。

source: This Folder (“%@”)
de: Dieser Ordner („%@“)
es: Esta carpeta («%@»)
fr: Ce dossier («%@»)
it: Questa cartella (“%@”)
ja: このフォルダ（“%@”）
ko: 이 폴더(“%@”)
nl: Deze map (“%@”)
pl: Ten folder („%@”)
pt_br: Esta Pasta (“%@”)
ru: Эта папка («%@»)
uk: Ця папка («%@»)
zh_hans: 此文件夹（“%@”）
zh_hant: 此檔案夾（「%@」）

source: This folder has been moved or deleted. Remove it from the favorites?
de: Dieser Ordner wurde verschoben oder gelöscht. Aus den Favoriten entfernen?
es: Esta carpeta se ha movido o eliminado. ¿Quieres eliminarla de Favoritos?
fr: Ce dossier a été déplacé ou supprimé. Le supprimez-vous des favoris ?
it: Questa cartella è stata spostata o eliminata. Rimuoverla dai preferiti?
ja: このフォルダは移動または削除されました。お気に入りから削除しますか？
ko: 이 폴더가 이동되거나 삭제되었습니다. 즐겨찾기에서 제거하시겠습니까?
nl: Deze map is verplaatst of verwijderd. Verwijder deze uit de favorieten?
pl: Ten folder został przeniesiony lub usunięty. Usunąć go z ulubionych?
pt_br: Esta pasta foi movida ou apagada. Removê-la dos favoritos?
ru: Эта папка перемещена или удалена. Убрать её из избранного?
uk: Цю папку переміщено або видалено. Вилучити її з улюблених?
zh_hans: 此文件夹已被移动或删除。要从收藏夹中删除它吗？
zh_hant: 此檔案夾已被移動或刪除。要從喜好項目中刪除它嗎？

source: This item is stored in iCloud. Dirnex is fetching it before opening it.
de: Dieses Objekt ist in iCloud gespeichert. Dirnex lädt es vor dem Öffnen.
es: Este ítem está almacenado en iCloud. Dirnex lo está descargando antes de abrirlo.
fr: Cet élément est stocké dans iCloud. Dirnex le télécharge avant de l’ouvrir.
it: Questo elemento è archiviato in iCloud. Dirnex lo sta scaricando prima di aprirlo.
ja: この項目はiCloudに保存されています。Dirnexは開く前に取得しています。
ko: 이 항목은 iCloud에 저장되어 있습니다. Dirnex가 열기 전에 가져오는 중입니다.
nl: Dit onderdeel is opgeslagen in iCloud. Dirnex haalt het op voordat het wordt geopend.
pl: Ta rzecz jest przechowywana w iCloud. Dirnex pobiera ją przed otwarciem.
pt_br: Este item está armazenado no iCloud. O Dirnex está buscando-o antes de abrir.
ru: Этот объект хранится в iCloud. Dirnex загружает его перед открытием.
uk: Цей об’єкт збережено в iCloud. Dirnex отримує його перед відкриттям.
zh_hans: 此项目储存在 iCloud 中。Dirnex 正在获取它，然后再打开。
zh_hant: 此項目儲存在 iCloud 中。Dirnex 正在獲取它，然後再打開。

source: This removes the saved search from the sidebar. No files are deleted.
de: Dadurch wird die gespeicherte Suche aus der Seitenleiste entfernt. Keine Dateien werden gelöscht.
es: Esto elimina la búsqueda guardada de la barra lateral. No se elimina ningún archivo.
fr: Cela supprime la recherche enregistrée de la barre latérale. Aucun fichier n’est supprimé.
it: Questo rimuove la ricerca salvata dalla barra laterale. Nessun file viene eliminato.
ja: 保存済み検索をサイドバーから削除します。ファイルは削除されません。
ko: 저장된 검색을 사이드바에서 제거합니다. 파일은 삭제되지 않습니다.
nl: Dit verwijdert de opgeslagen zoekopdracht uit de navigatiekolom. Er worden geen bestanden verwijderd.
pl: Usuwa zachowane wyszukiwanie z paska bocznego. Żadne pliki nie są usuwane.
pt_br: Isto remove a busca salva da barra lateral. Nenhum arquivo é apagado.
ru: Сохранённый поиск будет убран из боковой панели. Файлы не удаляются.
uk: Це вилучить збережений пошук із бічної панелі. Файли не видаляються.
zh_hans: 这将保存的搜索从边栏中删除。不会删除任何文件。
zh_hant: 這會從側邊欄移除儲存的搜尋。不會刪除任何檔案。

source: This removes the saved server from the sidebar. No files are deleted.
de: Dadurch wird der gespeicherte Server aus der Seitenleiste entfernt. Es werden keine Dateien gelöscht.
es: Esto elimina el servidor guardado de la barra lateral. No se elimina ningún archivo.
fr: Cela supprime le serveur enregistré de la barre latérale. Aucun fichier n’est supprimé.
it: Questo rimuove il server salvato dalla barra laterale. Nessun file viene eliminato.
ja: 保存済みサーバをサイドバーから削除します。ファイルは削除されません。
ko: 저장된 서버를 사이드바에서 제거합니다. 파일은 삭제되지 않습니다.
nl: Dit verwijdert de opgeslagen server uit de navigatiekolom. Er worden geen bestanden verwijderd.
pl: Usuwa zachowany serwer z paska bocznego. Żadne pliki nie są usuwane.
pt_br: Isto remove o servidor salvo da barra lateral. Nenhum arquivo é apagado.
ru: Сохранённый сервер будет убран из боковой панели. Файлы не удаляются.
uk: Це вилучить збережений сервер із бічної панелі. Файли не видаляються.
zh_hans: 这将已保存的服务器从边栏中删除。不会删除任何文件。
zh_hant: 這會從側邊欄移除儲存的伺服器。不會刪除任何檔案。

source: This renames the sidebar row. The folder itself is not renamed.
de: Dadurch wird die Zeile in der Seitenleiste umbenannt. Der Ordner selbst wird nicht umbenannt.
es: Esto renombra la fila de la barra lateral. La carpeta en sí no se renombra.
fr: Cela renomme la ligne de la barre latérale. Le dossier lui-même n’est pas renommé.
it: Questo rinomina la riga della barra laterale. La cartella stessa non viene rinominata.
ja: サイドバー行の名前を変更します。フォルダ自体の名前は変更されません。
ko: 사이드바 행의 이름만 변경합니다. 폴더 자체의 이름은 변경되지 않습니다.
nl: Dit hernoemt de rij in de navigatiekolom. De map zelf wordt niet hernoemd.
pl: Zmienia nazwę wiersza na pasku bocznym. Sam folder nie zmienia nazwy.
pt_br: Isto renomeia a linha da barra lateral. A pasta em si não é renomeada.
ru: Переименуется строка в боковой панели. Сама папка не переименовывается.
uk: Це перейменує рядок у бічній панелі. Сама папка не перейменовується.
zh_hans: 这将边栏行重命名。文件夹本身不会重命名。
zh_hant: 這會重新命名側邊欄列。檔案夾本身不會重新命名。

source: This rewrites the archive and can’t be undone.
de: Dadurch wird das Archiv neu geschrieben. Dies kann nicht rückgängig gemacht werden.
es: Esto reescribe el archivo comprimido y no se puede deshacer.
fr: Cela réécrit l’archive et ne peut pas être annulé.
it: Questo riscrive l’archivio e non può essere annullato.
ja: アーカイブを書き換えます。取り消せません。
ko: 아카이브를 다시 작성하며 이 작업은 실행 취소할 수 없습니다.
nl: Dit herschrijft het archief en kan niet worden ongedaan gemaakt.
pl: Przepisze to archiwum i nie można tego cofnąć.
pt_br: Isto regrava o arquivo compactado e não pode ser desfeito.
ru: Это перезапишет архив; действие нельзя отменить.
uk: Это перепише архів; действие не можна скасувати.
zh_hans: 这重写了压缩包，无法撤销。
zh_hant: 這會重寫封存檔，且無法還原。

source: This server is presenting a different host %@ than the one you trusted before. If you reinstalled the server or pointed a new SFTP app at this address, this is expected — but it can also mean someone is intercepting the connection (a man-in-the-middle attack). New fingerprint: %@ Only continue if you recognize this fingerprint. Trusting it replaces the old key so future connections to this server succeed.
de: Dieser Server zeigt einen anderen Host-%@ als den, dem Sie zuvor vertraut haben. Wenn Sie den Server neu installiert oder eine neue SFTP-App auf diese Adresse verwiesen haben, ist das erwartbar. Es kann aber auch bedeuten, dass jemand die Verbindung abfängt (Man-in-the-Middle-Angriff). Neuer Fingerabdruck: %@ Fahren Sie nur fort, wenn Sie diesen Fingerabdruck wiedererkennen. Wenn Sie ihm vertrauen, wird der alte Schlüssel ersetzt, sodass zukünftige Verbindungen zu diesem Server funktionieren.
es: Este servidor presenta una clave de host %@ distinta de la que aprobaste antes. Si reinstalaste el servidor o apuntaste una app SFTP nueva a esta dirección, es normal; pero también puede significar que alguien está interceptando la conexión (un ataque man-in-the-middle). Huella nueva: %@ Continúa solo si reconoces esta huella. Al confiar en ella se reemplaza la clave anterior para que las futuras conexiones a este servidor funcionen.
fr: Ce serveur présente une %@ d’hôte différente de celle à laquelle vous faisiez confiance. Cela peut être normal après une réinstallation du serveur ou si une nouvelle app SFTP utilise cette adresse, mais peut aussi indiquer une interception de la connexion (attaque de l’homme du milieu). Nouvelle empreinte : %@ Ne continuez que si vous reconnaissez cette empreinte. Lui faire confiance remplacera l’ancienne clé et permettra les prochaines connexions à ce serveur.
it: Questo server presenta una chiave host %@ diversa da quella considerata attendibile in precedenza. Se hai reinstallato il server o hai indirizzato una nuova app SFTP a questo indirizzo, è previsto; ma potrebbe anche indicare che qualcuno sta intercettando la connessione (attacco man-in-the-middle). Nuova impronta: %@ Continua solo se riconosci questa impronta. Considerarla attendibile sostituisce la vecchia chiave, così le connessioni future a questo server riusciranno.
ja: このサーバは、以前信頼したものとは異なるホスト%1$@を提示しています。サーバを再インストールした場合や、新しいSFTPアプリをこのアドレスに向けた場合は想定内です。ただし、接続が傍受されている（中間者攻撃）可能性もあります。 新しいフィンガープリント: %2$@ このフィンガープリントを認識できる場合にのみ続けてください。信頼すると古いキーが置き換えられ、今後このサーバに接続できるようになります。
ko: 이 서버가 이전에 신뢰한 것과 다른 호스트 %@을(를) 제시하고 있습니다. 서버를 다시 설치했거나 이 주소에 새 SFTP 앱을 연결했다면 정상일 수 있지만, 누군가 연결을 가로채고 있다는 의미일 수도 있습니다(중간자 공격). 새 지문: %@ 이 지문을 알아볼 수 있는 경우에만 계속하십시오. 신뢰하면 이전 키가 교체되어 앞으로 이 서버에 연결할 수 있습니다.
nl: Deze server toont een andere host %@ dan de host die je eerder hebt vertrouwd. Als je de server opnieuw hebt geïnstalleerd of een nieuwe SFTP-app naar dit adres hebt verwezen, is dat te verwachten — maar het kan ook betekenen dat iemand de verbinding onderschept (een man-in-the-middle-aanval). Nieuwe vingerafdruk: %@ Ga alleen verder als je deze vingerafdruk herkent. Als je deze vertrouwt, wordt de oude sleutel vervangen zodat toekomstige verbindingen met deze server werken.
pl: Ten serwer przedstawia inny %@ niż ten, któremu wcześniej zaufano. Jeśli serwer został zainstalowany ponownie albo pod tym adresem działa nowa aplikacja SFTP, jest to oczekiwane — ale może też oznaczać, że ktoś przechwytuje połączenie (atak man-in-the-middle). Nowy odcisk: %@ Kontynuuj tylko wtedy, gdy rozpoznajesz ten odcisk. Zaufanie mu zastąpi stary klucz, aby przyszłe połączenia z tym serwerem działały.
pt_br: Este servidor está apresentando uma %@ diferente daquela em que você confiou antes. Se você reinstalou o servidor ou apontou um novo app SFTP para este endereço, isso é esperado — mas também pode significar que alguém está interceptando a conexão (ataque man-in-the-middle). Nova impressão digital: %@ Continue somente se reconhecer esta impressão digital. Confiar nela substitui a chave antiga para que futuras conexões com este servidor funcionem.
ru: Этот сервер предъявляет другой %@ хоста, чем тот, которому вы доверяли ранее. Если вы переустановили сервер или указали этот адрес в новом приложении SFTP — это ожидаемо, но также может означать, что кто-то перехватывает соединение (атака «человек посередине»). Новый отпечаток: %@ Продолжайте, только если узнаёте этот отпечаток. Доверие заменит старый ключ, чтобы будущие подключения к этому серверу проходили успешно.
uk: Цей сервер показує інший хост %@, ніж той, якому ви довіряли раніше. Якщо ви перевстановили сервер або спрямували нову програму SFTP на цю адресу, це очікувано — але також може означати, що хтось перехоплює з’єднання (атака man-in-the-middle). Новий відбиток: %@ Продовжуйте лише якщо впізнаєте цей відбиток. Довіра до нього замінить старий ключ, тож майбутні з’єднання з цим сервером працюватимуть.
zh_hans: 此服务器提供的主机 %@ 与你之前信任的不同。如果你重新安装了服务器，或将新的 SFTP App 指向此地址，这是正常情况；但也可能表示有人正在拦截连接（中间人攻击）。 新指纹： %@ 只有在你认得此指纹时才继续。信任它会替换旧密钥，以后即可连接到此服务器。
zh_hant: 此伺服器提供的主機 %@ 與你之前信任的不同。如果你重新安裝了伺服器，或將新的 SFTP App 指向此位址，這是正常情況；但也可能表示有人正在攔截連線（中間人攻擊）。 新指紋： %@ 只有在你認得此指紋時才繼續。信任它會取代舊金鑰，以後即可連線到此伺服器。

source: Toggle Sidebar
de: Seitenleiste ein-/ausblenden
es: Mostrar u ocultar barra lateral
fr: Afficher ou masquer la barre latérale
it: Mostra/Nascondi barra laterale
ja: サイドバーを切り替え
ko: 사이드바 보기/가리기
nl: Toon/verberg navigatiekolom
pl: Pokaż/ukryj pasek boczny
pt_br: Mostrar ou ocultar a barra lateral
ru: Показать/скрыть боковую панель
uk: Перемкнути бічну панель
zh_hans: 切换边栏
zh_hant: 切換側邊欄

source: Tokens: [N] name [E] extension [C] counter [Y] [M] [D] date [h] [n] [s] time
de: Tokens: [N] Name [E] Erweiterung [C] Zähler [Y] [M] [D] Datum [h] [n] [s] Zeit
es: Tokens: [N] nombre [E] extensión [C] contador [Y] [M] [D] fecha [h] [n] [s] hora
fr: Tokens : [N] nom [E] extension [C] compteur [Y] [M] [D] date [h] [n] [s] heure
it: Token: [N] nome [E] estensione [C] contatore [Y] [M] [D] data [h] [n] [s] ora
ja: トークン: [N] 名前 [E] 拡張子 [C] カウンタ [Y] [M] [D] 日付 [h] [n] [s] 時刻
ko: 토큰: [N] 이름 [E] 확장자 [C] 카운터 [Y] [M] [D] 날짜 [h] [n] [s] 시간
nl: Tokens: [N] naam [E] extensie [C] teller [Y] [M] [D] datum [h] [n] [s] tijd
pl: Tokeny: [N] nazwa [E] rozszerzenie [C] licznik [Y] [M] [D] data [h] [n] [s] czas
pt_br: Tokens: [N] nome [E] extensão [C] contador [Y] [M] [D] data [h] [n] [s] hora
ru: Токены: [N] имя [E] расширение [C] счётчик [Y] [M] [D] дата [h] [n] [s] время
uk: Токени: [N] назва [E] розширення [C] лічильник [Y] [M] [D] дата [h] [n] [s] час
zh_hans: 令牌：[N]名称 [E]扩展名 [C]计数器 [Y] [M] [D]日期 [h] [n] [s]时间
zh_hant: 代號：[N]名稱 [E]副檔名 [C]計數器 [Y] [M] [D]日期 [h] [n] [s]時間
